export const TEST = {
  "50": {
    exam: [
      {
        share: "[1~10] 다음 한자의 독음이 바른 것은?",
        questions: [
          {
            Q: "佳",
            A: ["규", "가", "고", "기"],
          },
          {
            Q: "鳴",
            A: ["오", "학", "조", "명"],
          },
          {
            Q: "望",
            A: ["장", "원", "망", "삭"],
          },
          {
            Q: "恕",
            A: ["노", "서", "여", "공"],
          },
          {
            Q: "池",
            A: ["지", "연", "당", "야"],
          },
          {
            Q: "捕",
            A: ["보", "모", "호", "포"],
          },
          {
            Q: "晩",
            A: ["만", "일", "면", "혼"],
          },
          {
            Q: "覺",
            A: ["견", "거", "각", "계"],
          },
          {
            Q: "覺",
            A: ["견", "거", "각", "계"],
          },
          {
            Q: "範",
            A: ["궤", "참", "범", "절"],
          },
          {
            Q: "珍",
            A: ["존", "잔", "전", "진"],
          },
        ],
      },
      {
        share: "[11~20] 다음의 독음을 가진 것은?",
        questions: [
          {
            Q: "갑",
            A: ["甲", "由", "用", "申"],
          },
          {
            Q: "열",
            A: ["遣", "十", "逸", "閱"],
          },
          {
            Q: "혈",
            A: ["突", "亭", "血", "陷"],
          },
          {
            Q: "납",
            A: ["寧", "沓", "那", "納"],
          },
          {
            Q: "천",
            A: ["牛", "千", "年", "于"],
          },
          {
            Q: "애",
            A: ["哀", "畏", "衣", "衷"],
          },
          {
            Q: "회",
            A: ["慨", "悔", "惟", "恒"],
          },
          {
            Q: "술",
            A: ["屈", "愚", "述", "醉"],
          },
          {
            Q: "태",
            A: ["犬", "太", "大", "六"],
          },
          {
            Q: "모",
            A: ["暮", "幕", "漠", "膜"],
          },
        ],
      },
      {
        share: "[21~30] 다음 한자와 독음이 같은 것은?",
        questions: [
          {
            Q: "卷",
            A: ["泰", "勸", "歡", "秦"],
          },
          {
            Q: "在",
            A: ["坐", "辛", "災", "罪"],
          },
          {
            Q: "修",
            A: ["守", "宇", "宙", "宅"],
          },
          {
            Q: "致",
            A: ["網", "伸", "橫", "置"],
          },
          {
            Q: "孝",
            A: ["郊", "路", "資", "效"],
          },
          {
            Q: "量",
            A: ["良", "埋", "僅", "旦"],
          },
          {
            Q: "尾",
            A: ["眠", "麥", "侮", "美"],
          },
          {
            Q: "筆",
            A: ["獲", "匹", "品", "得"],
          },
          {
            Q: "草",
            A: ["忍", "早", "初", "洋"],
          },
          {
            Q: "半",
            A: ["迷", "連", "邊", "返"],
          },
        ],
      },
      {
        share: "[31~40] 다음 한자의 뜻이 바른 것은?",
        questions: [
          {
            Q: "首",
            A: ["머리", "꼬리", "허리", "무릎"],
          },
          {
            Q: "雨",
            A: ["구름", "비", "천둥", "바람"],
          },
          {
            Q: "登",
            A: ["오르다", "멈추다", "뛰다", "넘어지다"],
          },
          {
            Q: "受",
            A: ["만들다", "잃다", "받다", "던지다"],
          },
          {
            Q: "臥",
            A: ["달리다", "앉다", "넘어지다", "눕다"],
          },
          {
            Q: "父",
            A: ["할머니", "아버지", "손자", "며느리"],
          },
          {
            Q: "央",
            A: ["위", "옆", "가운데", "뒤"],
          },
          {
            Q: "殺",
            A: ["자라다", "먹다", "죽이다", "기록하다"],
          },
          {
            Q: "悲",
            A: ["침묵하다", "기쁘다", "말하다", "슬프다"],
          },
          {
            Q: "鹿",
            A: ["나비", "사슴", "고래", "독수리"],
          },
        ],
      },
      {
        share: "[41~50] 다음의 뜻을 가진 것은?",
        questions: [
          {
            Q: "쌀",
            A: ["栗", "豆", "梨", "米"],
          },
          {
            Q: "쇠",
            A: ["火", "金", "月", "土"],
          },
          {
            Q: "가을",
            A: ["夏", "冬", "秋", "春"],
          },
          {
            Q: "코",
            A: ["鼻", "眉", "舌", "耳"],
          },
          {
            Q: "놀라다",
            A: ["敦", "驚", "懇", "慕"],
          },
          {
            Q: "머무르다",
            A: ["躍", "伏", "逆", "留"],
          },
          {
            Q: "듣다",
            A: ["聽", "泣", "號", "謂"],
          },
          {
            Q: "굶주리다",
            A: ["食", "飢", "飮", "飯"],
          },
          {
            Q: "흩어지다",
            A: ["添", "察", "散", "附"],
          },
          {
            Q: "감추다",
            A: ["藏", "載", "遲", "俊"],
          },
        ],
      },
      {
        share: "[51~55] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "교육의 공간적 ㉠정의로 ㉡분류하자면 ㉢가정교육이 끝난 후 ㉣학교교육이 시작되고 학교교육이 끝난 후 사회교육이 시작되는 것이 아니다. 교육은 ㉤공간적으로 가정과 학교 그리고 사회에서 ㉥동시다발적으로 일어나는 것이다. 직장에서는 ㉦상사와 선배가 ㉧부하나 후배를 길러서 ㉨이끌어야 직장의 일을 제대로 수행할 수 있으므로, 직장의 상사와 선배는 항상 교육자의 자세로 부하나 후배를 대하여야 한다.",
        questions: [
          {
            Q: "㉠～㉣의 한자표기가 바르지 않은 것은?",
            A: ["㉠定義", "㉡分析", "㉢家庭", "㉣學校"],
          },
          {
            Q: " ㉤‘공간적’의 ‘공’과 같은 한자를 사용한 것은?",
            A: ["空氣", "功勳", "工場", "攻擊"],
          },
          {
            Q: "㉥‘동시다발’을 한자로 표기할 때 사용되지 않은 것은?",
            A: ["同", "時", "多", "廢"],
          },
          {
            Q: "㉦‘상사’와 ㉧‘후배’의 한자 표기를 바르게 짝지은 것은?",
            A: ["上寫 - 後倍", "上司 - 後倍", "上寫 - 後輩", "上司 - 後輩"],
          },
          {
            Q: "㉨‘이끌어야’의 뜻에 가장 가까운 한자어는?",
            A: ["外面", "計策", "引導", "排斥"],
          },
        ],
      },
      {
        share: "[56~60] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "㉠전통을 긍정하는 또 하나 다른 ㉡태도는 ㉢순수 한국적인 것의 모색이다. 한국문화란 한국의 ㉣성격이요, 그 내용은 인류 공동의 세계문화다. 한국문화-민족문화는 세계문화 안의 한국적 ㉤樣式의 발견과 ㉥形成에 있는 것이지 한국 ㉦特有 고립의 것만으로 이루어질 수는 없는 것이다. 한국문화의 ㉧主體가 희미해지는 때에 그러한 순수 한국적인 것을 찾는 것은 의의 있는 방향이라고 할 수가 있겠지만 앞으로의 한국문화 전통의 ㉨전개에 하등의 시대적 의의도 없는, 하나의 세계문화에 아무 새로움도 없는 것을 굉장한 것으로 착각하고 그것이 새로운 인간이나 ⓐ생활의 원형으로 제시되는 등의 ㉩(    ) ㉪復古의 전통긍정 태도도 비판과 경고를 받아야 한다.",
        questions: [
          {
            Q: "㉠～㉣의 한자표기가 바르지 않은 것은?",
            A: ["㉠傳統", "㉡能度", "㉢純粹", "㉣性格"],
          },
          {
            Q: "㉤〜㉧의 독음이 바르지 않은 것은?",
            A: ["㉤양식", "㉥형성", "㉦특유", "㉧주최"],
          },
          {
            Q: "㉨‘전개’의 한자 표기가 바른 것은?",
            A: ["展開", "專改", "專開", "展改"],
          },
          {
            Q: "㉩(  )에 들어갈 말로, ‘주관이나 원칙이 없이 덮어놓고 행동하는’을 뜻하는 것은?",
            A: ["劃期的", "盲目的", "事實的", "夢幻的"],
          },
          {
            Q: "㉪‘復古’의 ‘復’과(와) 독음이 다른 것은?",
            A: ["復舊", "復習", "復興", "復歸"],
          },
        ],
      },
      {
        share: "[61~64] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "배드민턴은 ㉠자신의 능력과 ㉡체력에 맞게 운동량을 ㉢조절할 수 있어 재미와 즐거움을 더할 수 있다. 학교나 가정, 야외에서 누구나 손쉽게 할 수 있고 네트를 사이에 두고 하는 ㉣운동이어서 ㉤危險성이 거의 없어 ㉥安心하고 즐길 수 있다. 공의 무게가 가볍고 ㉦若干의 ㉧訓練을 통해 ㉨기본기를 익히면 누구나 잘할 수 있는 운동이어서 가족 모두가 함께 즐길 수 있다. ㉩넓은 공간이나 복잡한 기구 등이 필요하지 않아 어디서나 즐길 수 있는 장점을 갖고 있다.",
        questions: [
          [
            {
              Q: "㉠～㉣의 한자 표기가 바른 것은?",
              A: ["㉠自身", "㉡豊力", "㉢周節", "㉣軍動"],
            },
            {
              Q: "㉤〜㉧의 독음이 바르지 않은 것은?",
              A: ["㉤위험", "㉥안심", "㉦약간", "㉧단련"],
            },
            {
              Q: "㉨‘기본’의 ‘기’의 한자 표기가 바른 것은?",
              A: ["豈", "己", "基", "企"],
            },
            {
              Q: "㉩‘넓은’의 뜻을 지닌 한자는? ",
              A: ["曲", "廣", "長", "深"],
            },
          ],
        ],
      },
      {
        share: "[65~69] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "스탕달의 소설 <적과 흑>에는 프랑스 복고왕정 시대의 한 ㉠風俗圖가 나온다. ㉡大革命으로 빼앗겼던 권력을 ㉢奪還한 귀족들은 일체 토론하지 않는 방식으로 토론을 ㉣禁止시킨다. 소설의 주인공 줄리앙 소렐은 ㉤천민 출신이지만 뛰어난 ㉥두뇌로 부상하는 새로운 세력을 대표하는 ⓐ인물이 된다. 그는 우여곡절 끝에 그 시대 ㉦최고 권력자의 한 사람으로 그려진 라몰 후작의 비서로 일하며 수많은 ㉧귀족들을 만난다. 소렐은 ㉨기회가 닿을 때마다 ㉩토론을 개시하려 하지만 귀족과 고관대작들은 접시에 코를 박고 ㉪아무런 대답도 없이 음식을 먹을 뿐이다. 그들은 지금 권력을 장악하고 있지만, 자기들의 몰락이 임박했으며, 토론이 그 몰락에 ㉫속도를 덧붙일 것임을 모르지 않았던 것이다. 자신감을 가진 자만이 먼저 말을 걸고 먼저 토론을 시작한다.",
        questions: [
          {
            Q: "㉠～㉣의 독음이 바르지 않은 것은?",
            A: ["㉠풍속도", "㉡대혁명", "㉢탈취", "㉣금지"],
          },
          {
            Q: "㉤‘천민’과 ㉥‘두뇌’의 한자 표기를 바르게 짝지은 것은?",
            A: ["賤民 - 頭腦", "踐民 - 頭腦", "踐民 - 項腦", "賤民 - 項腦"],
          },
          {
            Q: "㉦～㉩의 한자표기가 바르지 않은 것은?",
            A: ["㉦最高", "㉧遺族", "㉨機會", "㉩討論"],
          },
          {
            Q: "㉪‘아무런 대답도 없이’와 가장 관련 있는 한자성어는?",
            A: ["巧言令色", "是是非非", "衆口難防", "黙黙不答"],
          },
          {
            Q: " ㉫‘속도를 덧붙일’의 뜻에 가장 가까운 한자어는?",
            A: ["怠慢", "加速", "傍觀", "減退"],
          },
        ],
      },
      {
        share: "[70~73] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "㉠여야가 함께 ㉡고민해야 할 것은 ㉢점차 ㉣저하되고 있는 ㉤투표율이다. 이는 ㉥選擧 제도 자체에 대한 불신으로 이어지게 마련이다. 여야 ⓐ정당들은 선거법 개정을 통해 유권자를 투표소로 이끌 수 있는 유인책을 마련해야 한다. 투표자가 늘지 않으면 대의제는 위기에 처할 수밖에 없다. 최근 정략적으로 투표 참여를 줄이려는 시도가 있는 바, 이는 당리당략에 ㉦根據한 것으로 자기함정이 될 수도 있다. 유권자의 20% 표도 얻지 못한 당선자가 어떻게 ㉧信賴와 ㉨權威를 가질 수 있겠는가. 선거의 공정성을 더 높이지 않는다면 통치권의 ⓑ정당성은 앞으로 선거가 있을 때마다 시빗거리가 될 지도 모른다.",
        questions: [
          {
            Q: "㉠～㉣의 한자 표기가 바르지 않은 것은?",
            A: ["㉠與野", "㉡告敏", "㉢漸次", "㉣低下"],
          },
          {
            Q: "㉤‘투표율’의 한자 표기가 바른 것은? ",
            A: ["投票率", "役票律", "投表律", "役表率"],
          },
          {
            Q: "㉥〜㉨의 독음이 바르지 않은 것은? ",
            A: ["㉥선거", "㉦근거", "㉧신의", "㉨권위"],
          },
          {
            Q: "ⓐ‘정당’과 ⓑ‘정당성’의 ‘정당’의 한자표기를 순서대로 바르게 짝지은 것은?",
            A: ["政黨 - 政堂", "政堂 - 政黨", "正當 - 政堂", "政黨 - 正當"],
          },
        ],
      },
      {
        share: "[74~78] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "우리나라 전통 마을은 ㉠배산임수를 지형적 ㉡입지 ㉢상황으로 하고 있으며 산록 완사면에 발달했다. 장기간에 걸친 ㉣침식 ㉤작용으로 이루어진 우리나라 지형에서 산들은 윗부분의 ㉥급경사부와 아랫부분의 ㉦완경사부가 경사 변환점에서 ㉧接合되어 있는 모양이 많다. 급경사 부분에는 숲이 있으며 경사 변환점에 주로 ⓐ무덤이 있다. 그리고 완사면에는 ㉨果樹園 또는 뽕밭과 같은 경제림이나 ㉩雜木林이 있다. 완사면의 ㉪末端部이며 산이 평야와 만나는 부분에 마을이 있다.",
        questions: [
          {
            Q: "㉠‘배산임수’를 한자로 표기할 때 사용되지 않은 것은?",
            A: ["背", "山", "任", "水"],
          },
          {
            Q: "㉡～㉤의 한자 표기가 바르지 않은 것은?",
            A: ["㉡立地", "㉢狀況", "㉣浸蝕", "㉤作容"],
          },
          {
            Q: "㉥‘급경사부’의 ‘급’과 ㉦‘완경사부’의 ‘완’의 한자 표기를 순서대로 바르게 짝지은 것은?",
            A: ["及 - 完", "急 - 緩", "急 - 完", "及 - 緩"],
          },
          {
            Q: "㉧～㉪의 독음이 바르지 않은 것은?",
            A: ["㉧접촉", "㉨과수원", "㉩잡목림", "㉪말단부"],
          },
          {
            Q: "ⓐ‘무덤’의 뜻을 지니지 않은 한자는?",
            A: ["墳", "塚", "塵", "墓"],
          },
        ],
      },
      {
        share: "[79~82] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "㉠지조란 것은 순일한 정신을 지키기 위한 불타는 ㉡신념이요, 눈물겨운 정성이며, ㉢냉철한 ㉣확집이요, 고귀한 ㉤투쟁이기까지 하다. 지조가 교양인의 위의를 위하여 얼마나 값지고 그것이 국민의 ⓐ교화에 미치는 힘이 얼마나 크며, 따라서 지조를 지키기 위한 ㉥괴로움이 얼마나 가혹한가를 헤아리는 사람들은 한 나라의 지도자를 ㉦평가하는 기준으로서 먼저 그 지조의 강도를 살피려 한다. 지조가 없는 지도자는 믿을 수가 없고 믿을 수 없는 지도자는 따를 수가 없기 때문이다.",
        questions: [
          {
            Q: "㉠‘지조’의 한자 표기가 바른 것은?",
            A: ["支調", "志操", "知照", "枝條"],
          },
          {
            Q: "㉡〜㉤의 한자 표기가 바르지 않은 것?",
            A: ["㉡神念", "㉢冷徹", "㉣確執", "㉤鬪爭"],
          },
          {
            Q: "㉥‘괴로움’의 뜻을 지닌 한자어는?",
            A: ["卓越", "疲困", "滿足", "苦痛"],
          },
          {
            Q: "㉦‘평가’의 ‘가’와 같은 한자를 사용한 것은?",
            A: ["歌手", "書架", "價値", "御駕"],
          },
        ],
      },
      {
        share: "[83~86] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "<히포크라테스 ㉠선서>\n이제 ㉡의업에 종사할 ㉢허락을 받음에,\n나의 생애를 인류 ㉣봉사에 바칠 것을 엄숙히 서약하노라.\n나의 은사에 대하여 ㉤존경과 ㉥감사를 드리겠노라.\n나의 양심과 위엄으로서 의술을 베풀겠노라.\n나의 환자의 ㉦건강과 생명을 첫째로 생각하겠노라.\n나의 환자가 알려 준 모든 내정의 비밀을 지키겠노라.\n나는 의업의 고귀한 전통과 명예를 ㉧維持하겠노라.\n나는 동업자를 ⓐ형제처럼 여기겠노라.\n나는 인류, 종교, ㉨國籍, 정당, 정파 또는 사회적 지위 ㉩如何를 초월하여 오직 환자에 대한 나의 의무를 지키겠노라.\n나는 인간의 생명을 그 수태된 때로부터 지상의 것으로 존중히 여기겠노라.\n비록 위협을 당할지라도 나의 지식을 인도에 어긋나게 쓰지 않겠노라.\n이상의 서약을 나의 자유의사로 나의 ㉪名譽를 받들어 하노라.",
        questions: [
          {
            Q: "㉠～㉣의 한자 표기가 바르지 않은 것은?",
            A: ["㉠宣誓", "㉡醫業", "㉢許落", "㉣奉仕"],
          },
          {
            Q: "㉤‘존경’과 ㉥‘감사’의 한자 표기를 바르게 짝지은 것은?",
            A: ["尊警 - 感謝", "尊敬 - 感謝", "尊警 - 鑑謝", "尊敬 - 鑑謝"],
          },
          {
            Q: "㉦‘건강’의 ‘강’의 한자 표기가 바른 것은?",
            A: ["强", "綱", "降", "康"],
          },
          {
            Q: "㉧～㉪의 독음이 바르지 않은 것은?",
            A: ["㉧유지", "㉨국가", "㉩여하", "㉪명예"],
          },
        ],
      },
      {
        share: "[87~91] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "㉠정보를 찾아내는 ㉡방법은 어떤 특정 기법과 그 ㉢기술 자체만을 ㉣의미하는 것이 아니고, 비즈니스 문제를 ⓐ이해하고 이러한 문제를 해결하기 위하여 정보기술을 ㉤적용하는 포괄적인 ㉥過程을 의미한다. 즉 유용한 정보의 ㉦抽出을 위한 방법론이라고 할 수 있다. 따라서 데이터마이닝을 효율적으로 ㉧遂行하기 위하여 시계열분석 등 각종 통계기법과 데이터베이스 기술뿐만 아니라 산업공학, 신경망, 인공지능, 전문가시스템, 퍼지논리, 패턴인식, 기계적 학습, 불확실성 추론, 정보 ㉨檢索에 이르기까지 각종 정보기술과 기법들을 사용하게 된다. 또한 ㉩경영전략, 마케팅 기법 등의 최신 경영기법들의 ⓑ이용도 ⓐ필요하다. 이러한 데이터마이닝을 통하여 거대한 데이터베이스에 숨어 있는 전략적인 정보를 발견할 수 있으며 이러한 정보는 주요 비즈니스 프로세스 개선의 가장 원초적인 단계에서 사용될 수 있다.",
        questions: [
          {
            Q: "㉠～㉣의 한자 표기가 바르지 않은 것은?",
            A: ["㉠靜報", "㉡方法", "㉢技術", "㉣意味"],
          },
          {
            Q: "㉤‘적용’의 ‘적’과 같은 한자를 사용한 것은?",
            A: ["治績", "積滯", "海賊", "適應"],
          },
          {
            Q: "㉥〜㉨의 독음이 바르지 않은 것은?",
            A: ["㉥과정", "㉦추출", "㉧실행", "㉨검색"],
          },
          {
            Q: "㉩‘경영전략’을 한자로 표기할 때 사용되지 않은 것은?",
            A: ["經", "映", "戰", "略"],
          },
          {
            Q: "ⓐ‘이해’와 ⓑ‘이용’의 ‘이’의 한자 표기를 순서대로 바르게 짝지은 것은?",
            A: ["理 - 理", "理 - 利", "利 - 理", "利 - 利"],
          },
        ],
      },
      {
        share: "[92~95] 다음 글을 읽고 물음에 답하시오.",
        passage:
          "우리는 우리의 삶을 어느 정도 스스로 결정할 수 있는가? 개인적 삶은 어느 정도까지 공적으로 ㉠보장되어야 하는가? 우리가 민주 사회의 ㉡전제 ㉢조건이라고 당연하게 생각하는 자유는 도대체 무엇인가? 이러한 물음들이 ㉣진부한 일상생활과 연결되어 있기는 하지만, ㉤결코 진부한 문제들이 아니다. 예를 들면 내가 누구와 함께 살고, 또 내가 동료에 관해 어떻게 생각하는가는 사적인 문제다. 나의 ㉥日記帳과 편지는 마찬가지로 사적이다. 만약 누군가가 나의 일기장을 들여다보고 나의 서신 ㉦往來를 ㉧監視한다면, 그것은 더 이상 진부한 문제가 아니다. 내가 어떤 옷을 입고, 또 어떤 직업을 가지는가도 역시 사적인 문제다. 만약 나의 ㉨趣向과는 상관없이 입어야 할 옷이 정해져 있다면, 누가 감히 개인의 사적인 욕구를 진부하다고 말할 수 있겠는가. 우리의 집과 가정은 두말할 나위 없이 외부의 시선으로부터 보호된 내밀한 사적 공간이다. 우리의 집이 완전하게 ㉩투명해져서 가정의 친밀성이 ㉪파괴된다면, 우리는 ㉫과연 진부한 개인의 ㉬행복을 입에 올릴 수 있겠는가.",
        questions: [
          {
            Q: "㉠～㉣의 한자 표기가 바르지 않은 것은?",
            A: ["㉠保障", "㉡前提", "㉢助件", "㉣陳腐"],
          },
          {
            Q: "㉤‘결코’의 ‘결’의 한자 표기가 바른 것은?",
            A: ["結", "決", "潔", "缺"],
          },
          {
            Q: "㉥〜㉨의 독음이 바르지 않은 것은?",
            A: ["㉥일기장", "㉦왕래", "㉧감시", "㉨의향"],
          },
          {
            Q: "㉩〜㉬의 한자 표기가 바른 것은?",
            A: ["㉩透明", "㉪把壞", "㉫寡然", "㉬幸富"],
          },
        ],
      },
      {
        share: "< 주관식 문제 >",
        questions: [
          "[56~60] 지문의 ⓐ‘생활’을 문맥에 맞는 漢字로 쓰시오.",
          "[65~69] 지문의 ⓐ‘인물’을 문맥에 맞는 漢字로 쓰시오.",
          "[79~82] 지문의 ⓐ‘교화’를 문맥에 맞는 漢字로 쓰시오.",
          "[83~86] 지문의 ⓐ‘형제’를 문맥에 맞는 漢字로 쓰시오.",
          "[87~91] 지문의 ⓐ‘필요’를 문맥에 맞는 漢字로 쓰시오.",
        ],
      },
    ],
    answer: [
      2,
      4,
      3,
      2,
      1,
      4,
      1,
      3,
      3,
      4,
      1,
      4,
      3,
      4,
      2,
      1,
      2,
      3,
      2,
      1,
      2,
      3,
      1,
      4,
      4,
      1,
      4,
      2,
      3,
      4,
      1,
      2,
      1,
      3,
      4,
      2,
      3,
      3,
      4,
      2,
      4,
      2,
      3,
      1,
      2,
      4,
      1,
      2,
      3,
      1,
      2,
      1,
      4,
      4,
      3,
      2,
      4,
      1,
      2,
      3,
      1,
      4,
      3,
      2,
      3,
      1,
      2,
      4,
      2,
      2,
      1,
      3,
      4,
      3,
      4,
      2,
      1,
      3,
      2,
      1,
      4,
      3,
      3,
      2,
      4,
      2,
      1,
      4,
      3,
      2,
      2,
      3,
      2,
      4,
      1,
      "生活",
      "人物",
      "敎化",
      "兄弟",
      "必要",
    ],
  },
};
